---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionGeneralLZ
source: html/db3346ce-9b36-7eb2-3cf7-8356fd269d62.htm
---
# StructuralSectionGeneralLZ Properties

Common set of parameters for structural analysis.